# Всё заменить под нужный сервер!!!

TG_ADMINS = []  # ID пользователей Telegram (для использования tg-бота)

PREFIX = '.'

COLOR = 0x05044d

GUILD_ID = 1249464027881668752  # ID сервера


OPERATOR_ROLE_ID = 1249467686388236300  # Роль для управления ботом

EN_ROLE_ID = 1367454244902539315
RU_ROLE_ID = 1367454290582437952

NONE_ROLE_ID = 1369034418911707136  # Декоративная роль None (для UI)

TICKETS_CATEGORY_ID = 1416730699679006830  # Категория для тикетов

CONFIRMATION_CHANNEL_ID = 1261631997353263105  # Канал для подтверждения бронирования

SUPERVISOR_ROLE_ID = 1366115454338465792  # Роль супервайзера (для управления ботом)
